Checks if the file is created local.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2013
 Syntax
  C#
public bool IsCreatedLocal { get; }
  Visual Basic
Public ReadOnly Property IsCreatedLocal As Boolean
	Get
  Visual C++
public:
property bool IsCreatedLocal {
	bool get ();
}
 See Also
  BasicFileInfo Class
  Autodesk.Revit.DB Namespace